Repository: Xentinus/Homassy-ios
Catalog: HomassyKit/Sources/HomassyCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, hu

# archive.error.damaged
source: This file is damaged or is not a Homassy archive.
de: Diese Datei ist beschädigt oder kein Homassy-Archiv.
hu: Ez a fájl sérült, vagy nem Homassy-archívum.

# archive.error.newerVersion
source: This file was made by a newer version of Homassy. Update the app, then try again.
de: Diese Datei wurde mit einer neueren Version von Homassy erstellt. Aktualisiere die App und versuche es erneut.
hu: Ezt a fájlt a Homassy egy újabb verziója készítette. Frissítsd az alkalmazást, majd próbáld újra.

# archive.error.unsavedChanges
source: Finish or undo the last change, then try again.
de: Schließe die letzte Änderung ab oder mache sie rückgängig und versuche es erneut.
hu: Fejezd be vagy vond vissza az utolsó módosítást, majd próbáld újra.

# error.expiryBeforePurchase
source: The expiry date can't be before the purchase date.
de: Das Ablaufdatum darf nicht vor dem Kaufdatum liegen.
hu: A lejárati dátum nem lehet korábbi a vásárlás dátumánál.

# error.imageUnreadable
source: This image can't be read. Try another photo.
de: Dieses Bild kann nicht gelesen werden. Versuche ein anderes Foto.
hu: Ez a kép nem olvasható. Próbálj egy másik fotót.

# error.invalidURL
source: Enter a web address, for example shop.hu/milk.
de: Gib eine Webadresse ein, zum Beispiel shop.de/milch.
hu: Adj meg egy webcímet, például bolt.hu/tej.

# error.nameRequired
source: Name is required.
de: Name ist erforderlich.
hu: A név megadása kötelező.

# error.notFound
source: This item no longer exists.
de: Dieser Eintrag existiert nicht mehr.
hu: Ez az elem már nem létezik.

# error.quantityExceedsStock
source: That's more than is in stock.
de: Das ist mehr als der vorhandene Bestand.
hu: Ez több, mint ami készleten van.

# error.quantityMustBePositive
source: Quantity must be greater than zero.
de: Die Menge muss größer als null sein.
hu: A mennyiségnek nullánál nagyobbnak kell lennie.

# error.readOnlySpace
source: You can only view this household.
de: Du kannst diesen Haushalt nur ansehen.
hu: Ezt a háztartást csak megtekintheted.

# expiration.expiredRelative %@
source: Expired %@
de: Abgelaufen %@
hu: Lejárt %@

# expiry.card.daysAgo %lld
source: Expired %lld days ago
de: Seit %lld Tagen abgelaufen
hu: %lld napja lejárt

# expiry.card.daysLeft %lld
source: %lld days left
de: Noch %lld Tage
hu: Még %lld nap

# expiry.card.monthsLeft %lld
source: %lld months left
de: Noch %lld Monate
hu: Még %lld hónap

# expiry.card.today
source: Expires today
de: Läuft heute ab
hu: Ma lejár

# expiry.card.tomorrow
source: Expires tomorrow
de: Läuft morgen ab
hu: Holnap lejár

# expiry.card.yearsLeft %lld
source: %lld years left
de: Noch %lld Jahre
hu: Még %lld év

# expiry.card.yesterday
source: Expired yesterday
de: Gestern abgelaufen
hu: Tegnap lejárt

# form.invalidPrice
source: Enter a valid price.
de: Gib einen gültigen Preis ein.
hu: Adj meg érvényes árat.

# form.invalidQuantity
source: Enter a quantity greater than zero.
de: Gib eine Menge größer als null ein.
hu: Adj meg nullánál nagyobb mennyiséget.

# member.newMember
source: New member
de: Neues Mitglied
hu: Új tag

# notification.daily.title
source: Expiring soon
de: Läuft bald ab
hu: Hamarosan lejár

# notification.daily.today %lld
source: %lld items expire today
de: %lld Artikel laufen heute ab
hu: %lld tétel ma lejár

# notification.daily.todayAndTomorrow %lld
source: %lld items expire today and tomorrow
de: %lld Artikel laufen heute und morgen ab
hu: %lld tétel ma és holnap lejár

# notification.daily.tomorrow %lld
source: %lld items expire tomorrow
de: %lld Artikel laufen morgen ab
hu: %lld tétel holnap lejár

# notification.names.more %@ %lld
source: %1$@ and %2$lld more
de: %1$@ und %2$lld weitere
hu: %1$@ és még %2$lld

# notification.weekly.count %lld
source: %lld items expire this week
de: %lld Artikel laufen diese Woche ab
hu: %lld tétel jár le ezen a héten

# notification.weekly.title
source: This week
de: Diese Woche
hu: Ezen a héten

# share.accept.error.generic
source: Couldn't join the household (error %lld). Try again.
de: Beitritt zum Haushalt fehlgeschlagen (Fehler %lld). Versuche es erneut.
hu: Nem sikerült csatlakozni a háztartáshoz (hibakód: %lld). Próbáld újra.

# share.accept.error.invalid
source: This invitation is no longer valid. Ask for a new link.
de: Diese Einladung ist nicht mehr gültig. Bitte um einen neuen Link.
hu: Ez a meghívó már nem érvényes. Kérj új linket.

# share.accept.error.network
source: Couldn't reach iCloud. Check your connection and try again.
de: iCloud ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
hu: Az iCloud nem érhető el. Ellenőrizd a kapcsolatot, és próbáld újra.

# share.accept.error.timedOut
source: The household hasn't arrived yet. Keep Homassy open and try again.
de: Der Haushalt ist noch nicht angekommen. Lass Homassy geöffnet und versuche es erneut.
hu: A háztartás még nem érkezett meg. Hagyd nyitva a Homassyt, és próbáld újra.

# share.accept.error.wrongContainer
source: This invitation belongs to a different app.
de: Diese Einladung gehört zu einer anderen App.
hu: Ez a meghívó egy másik alkalmazáshoz tartozik.

# sharing.error.cloudUnavailable
source: Sharing needs iCloud — available in the released app.
de: Teilen braucht iCloud – verfügbar in der veröffentlichten App.
hu: A megosztáshoz iCloud kell – a kiadott alkalmazásban érhető el.

# sharing.error.createdButNotShared
source: The household was created but couldn't be shared yet. Try sharing it again from the Household tab.
de: Der Haushalt wurde erstellt, konnte aber noch nicht geteilt werden. Versuche es im Tab „Haushalt“ erneut.
hu: A háztartás létrejött, de még nem sikerült megosztani. Próbáld újra a Háztartás lapon.

# sharing.error.notOwner
source: Only the household's owner can do this.
de: Nur der Eigentümer des Haushalts kann das tun.
hu: Ezt csak a háztartás tulajdonosa teheti meg.

# sharing.error.notParticipant
source: You own this household. Delete it instead of leaving.
de: Dieser Haushalt gehört dir. Lösche ihn, statt ihn zu verlassen.
hu: Ennek a háztartásnak te vagy a tulajdonosa. Kilépés helyett töröld.

# sharing.error.notShared
source: This household isn't shared yet.
de: Dieser Haushalt ist noch nicht geteilt.
hu: Ez a háztartás még nincs megosztva.

# sharing.error.personalSpace
source: This isn't available for your Personal space.
de: Das ist für deinen persönlichen Bereich nicht verfügbar.
hu: Ez a Személyes teredben nem érhető el.

# shopping.error.generic
source: Something went wrong. Try again.
de: Etwas ist schiefgelaufen. Versuche es erneut.
hu: Valami hiba történt. Próbáld újra.

# space.personal.name
source: Personal
de: Persönlich
hu: Személyes

# storageColor.blue
source: Blue
de: Blau
hu: Kék

# storageColor.custom
source: Custom color
de: Eigene Farbe
hu: Egyedi szín

# storageColor.gray
source: Gray
de: Grau
hu: Szürke

# storageColor.green
source: Green
de: Grün
hu: Zöld

# storageColor.purple
source: Purple
de: Lila
hu: Lila

# storageColor.red
source: Red
de: Rot
hu: Piros

# storageColor.teal
source: Teal
de: Türkis
hu: Türkiz

# storageColor.yellow
source: Yellow
de: Gelb
hu: Sárga

# store.message.failed
source: Apple Maps can’t be reached right now.
de: Apple Karten ist gerade nicht erreichbar.
hu: Az Apple Térkép most nem érhető el.

# store.message.needsLocation
source: Allow location access, or move the map to where you shop.
de: Erlaube den Standortzugriff oder verschiebe die Karte dorthin, wo du einkaufst.
hu: Engedélyezd a helyhozzáférést, vagy mozgasd a térképet oda, ahol vásárolsz.

# store.message.noResults
source: No shops found here.
de: Hier wurden keine Geschäfte gefunden.
hu: Itt nem található üzlet.

# undo.collapsed.consume %lld
source: %lld items used
de: %lld Artikel verbraucht
hu: %lld tétel felhasználva

# undo.collapsed.delete %lld
source: %lld items removed
de: %lld Artikel entfernt
hu: %lld tétel törölve

# undo.collapsed.mixed %lld
source: %lld changes
de: %lld Änderungen
hu: %lld módosítás

# undo.collapsed.move %lld
source: %lld items moved
de: %lld Artikel verschoben
hu: %lld tétel áthelyezve

# undo.collapsed.purchase %lld
source: %lld items purchased
de: %lld Artikel gekauft
hu: %lld tétel megvásárolva

# undo.item.consume %@
source: %@ used
de: %@ verbraucht
hu: %@ felhasználva

# undo.item.delete %@
source: %@ removed
de: %@ entfernt
hu: %@ törölve

# undo.item.move %@
source: %@ moved
de: %@ verschoben
hu: %@ áthelyezve

# undo.item.purchase %@
source: %@ purchased
de: %@ gekauft
hu: %@ megvásárolva

# undo.item.usedUp %@
source: %@ used up
de: %@ aufgebraucht
hu: %@ elfogyott

# unit.name.bag %lld
source: bags
de: Beutel
hu: tasak

# unit.name.bottle %lld
source: bottles
de: Flaschen
hu: üveg

# unit.name.box %lld
source: boxes
de: Boxen
hu: doboz

# unit.name.can %lld
source: cans
de: Dosen
hu: konzerv

# unit.name.centiliter %lld
source: centiliters
de: Zentiliter
hu: centiliter

# unit.name.centimeter %lld
source: centimeters
de: Zentimeter
hu: centiméter

# unit.name.cubicMeter %lld
source: cubic meters
de: Kubikmeter
hu: köbméter

# unit.name.cup %lld
source: cups
de: Tassen
hu: csésze

# unit.name.deciliter %lld
source: deciliters
de: Deziliter
hu: deciliter

# unit.name.gram %lld
source: grams
de: Gramm
hu: gramm

# unit.name.jar %lld
source: jars
de: Gläser
hu: befőttesüveg

# unit.name.kilogram %lld
source: kilograms
de: Kilogramm
hu: kilogramm

# unit.name.liter %lld
source: liters
de: Liter
hu: liter

# unit.name.meter %lld
source: meters
de: Meter
hu: méter

# unit.name.milligram %lld
source: milligrams
de: Milligramm
hu: milligramm

# unit.name.milliliter %lld
source: milliliters
de: Milliliter
hu: milliliter

# unit.name.millimeter %lld
source: millimeters
de: Millimeter
hu: milliméter

# unit.name.pack %lld
source: packs
de: Packungen
hu: csomag

# unit.name.piece %lld
source: pieces
de: Stück
hu: darab

# unit.name.squareMeter %lld
source: square meters
de: Quadratmeter
hu: négyzetméter

# unit.name.tablespoon %lld
source: tablespoons
de: Esslöffel
hu: evőkanál

# unit.name.teaspoon %lld
source: teaspoons
de: Teelöffel
hu: kávéskanál

# unit.short.bag %lld
source: bags
de: Beutel
hu: tasak

# unit.short.bottle %lld
source: bottles
de: Flaschen
hu: üveg

# unit.short.box %lld
source: boxes
de: Boxen
hu: doboz

# unit.short.can %lld
source: cans
de: Dosen
hu: konzerv

# unit.short.cup %lld
source: cups
de: Tassen
hu: csésze

# unit.short.jar %lld
source: jars
de: Gläser
hu: befőttes

# unit.short.pack %lld
source: packs
de: Packungen
hu: csomag

# unit.short.piece %lld
source: pcs
de: Stk
hu: db

# unit.short.tablespoon %lld
source: tbsp
de: EL
hu: ek

# unit.short.teaspoon %lld
source: tsp
de: TL
hu: kk

# storageColor.orange
source: Orange
hu: Narancs
